Repository: etrax-rescue/etrax-rescue-app
Catalog: lib/l10n/intl_*.arb
Languages: de

# FIELD_REQUIRED
source: required
de: Pflichtfeld

# BACK
source: Go back
de: Zurück

source: Retry
de: Erneut versuchen

# DROPDOWN_HINT
source: -- Please Select --
de: -- Bitte Auswählen --

source: Yes
de: Ja

source: About
de: App Info

source: Privacy Notice
de: Datenschutzerklärung

# LEGALESE
source: The official eTrax|rescue app
de: Die offizielle eTrax|rescue App

# APP_CONNECTION_HEADING
source: Connect App:
de: App verbinden:

source: Connect
de: Verbinden

source: Cancel
de: Abbrechen

source: Flash on
de: Blitz an

source: Flash off
de: Blitz aus

# LOGIN_HEADING
source: Login
de: Anmelden

source: Login
de: Anmelden

source: Organization
de: Organisation

source: Username
de: Benutzername

source: Password
de: Passwort

source: Mission
de: Einsatz

source: Exercise
de: Übung

source: Mission Name
de: Einsatzbezeichnung

source: Logout
de: Abmelden

# RECONNECT
source: Reconnect App
de: App neu verbinden

# NO_MISSIONS
source: There are no active missions.
de: Keine aktiven Einsätze vorhanden.

# TRACKING_INFO
source: Tracking Information
de: Tracking Info

# ORGANIZATION_TRACKING
source: Your organisation enabled location tracking for the following states:
de: Ihre Organisation hat festgelegt, dass bei folgenden Statusmeldungen auf den Standort dieses Gerätes zugegriffen wird:

# CONFIRMATION_HEADING
source: Confirmation
de: Rückmeldung

# ACCEPT_MISSION
source: Confirm
de: Zusagen

source: Show on map
de: Auf Karte anzeigen

# MISSION_LOCATION
source: Location
de: Einsatzort

# MISSION_START
source: Begin
de: Alarmierungsdatum

source: Function
de: Funktion

# STATE_HEADING
source: Update State
de: Status Aktualisieren

source: State
de: Status

# ACTIVE_STATE
source: Currently active:
de: Gerade aktiv:

# SELECT_STATE
source: Select new state:
de: Neuen Status auswählen:

# LOCATION_DISCLAIMER
source: In this state the app collects location data to enable mission control to monitor your location during the mission even when the app is closed or not in use.
de: Im ausgewählten Status greift die App auf den Gerätestandort zu, um der Einsatzleitung während des Einsatzes Ihren aktuellen Standort zu schicken. Das passiert auch, wenn die App nicht geöffnet ist und im Hintergrund läuft.

source: Continue
de: Fortfahren

source: Continue anyway
de: Trotzdem fortfahren

# CONFIRM_LOGOUT
source: Would you like to log out?
de: Wirklich abmelden?

# CONFIRM_CALL_TO_ACTION
source: Confirm status update
de: Folgenden Status Rückmelden?

# RETRIEVE_SETTINGS_TITLE
source: Load app settings
de: Einstellungen laden

# RETRIEVING_SETTINGS
source: Loading app settings...
de: Einstellungen werden geladen...

# RETRIEVING_SETTINGS_DONE
source: App settings loaded.
de: Einstellungen geladen

# CHECK_PERMISSIONS_TITLE
source: Location permission check
de: Berechtigungen prüfen

# CHECKING_PERMISSIONS
source: Checking location permission...
de: Berechtigungen werden überprüft...

# CHECKING_PERMISSIONS_DONE
source: Location permission granted
de: Standortberechtigung gewährt

# CHECK_SERVICES_TITLE
source: Location services check
de: Ortungsdienste prüfen

source: Checking services...
de: Ortungsdienste werden überprüft...

# CHECKING_SERVICES_DONE
source: Location services successfully activated
de: Ortungsdienste erforlgreich aktiviert

# GET_LOCATION_TITLE
source: Acquire Current Location
de: Standort abrufen

# GETTING_CURRENT_LOCATION
source: Acquiring current location...
de: Standort wird abgerufen...

# GETTING_CURRENT_LOCATION_DONE
source: Current location acquired
de: Standort erfasst

# UPDATE_STATE_TITLE
source: Status update
de: Status aktualisieren

# UPDATING_STATE
source: Updating status...
de: Status wird aktualisiert...

# UPDATING_STATE_DONE
source: Status updated
de: Status wurde aktualisiert

# QUICK_ACTION_TITLE
source: Trigger QuickAction
de: QuickAction auslösen

# TRIGGERING_QUICK_ACTION
source: Sending QuickAction...
de: QuickAction wird verschickt...

# TRIGGERING_QUICK_ACTION_DONE
source: QuickAction sent
de: QuickAction wurde verschickt

# LOGOUT_TITLE
source: Logout
de: Abmelden

source: Logging out...
de: Abmeldung im Gange...

# LOGGING_OUT_DONE
source: Logged out
de: Abgemeldet

# STOP_UPDATES_TITLE
source: Stop location updates
de: Standortdienst anhalten

# STOPPING_UPDATES
source: Stopping location updates...
de: Standortdienst wird angehalten...

# STOPPING_UPDATES_DONE
source: Location updates stopped successfully
de: Standortdienst erfolgreich angehalten

# CLEAR_STATE_TITLE
source: Finalize
de: Finalisieren

# CLEARING_STATE
source: App state is being cleared...
de: App status wird finalisiert...

# CLEARING_STATE_DONE
source: Finalizing done
de: Abgeschlossen

# START_UPDATES_TITLE
source: Start location updates
de: Standortdienst starten

# STARTING_UPDATES
source: Starting location updates...
de: Standortdienst wird gestartet...

# STARTING_UPDATES_DONE
source: Location updates started successfully
de: Standortdienst erfolgreich gestartet

source: Resolve
de: Beheben

# OPEN_LOCATION_SETTINGS
source: Open
de: Öffnen

source: Location updates active
de: Standortdienst aktiv

# ETRAX_LOCATION_NOTIFICATION
source: eTrax|rescue is currently collection location data for the active mission
de: eTrax|rescue greift gerade auf den Gerätestandort zu

source: Settings
de: Einstellungen

# TAKE_PHOTO
source: Take a photo
de: Foto aufnehmen

source: Change status
de: Status ändern

# LEAVE_MISSION
source: Leave
de: Einsatz verlassen

# CONFIRM_LEAVE_MISSION
source: Would you like to leave the mission?
de: Einsatz wirklich verlassen?

# HEADING_GPS
source: Location Details
de: GPS Details

# HEADING_MAP
source: Map View
de: Kartenansicht

# HEADING_GPS_SHORT
source: Location
de: GPS

# HEADING_MAP_SHORT
source: Map
de: Karte

# STATUS_DISPLAY
source: State:
de: Status:

# STATUS_NO_LOCATION
source: The current state does not access this device's location.
de: Beim derzeitigen Status wird nicht auf den Gerätestandort zugegriffen.

# NO_DETAILS
source: There are currently no mission details available.
de: Es sind derzeit keine weiteren Einsatzdetails verfügbar.

source: Submit POI
de: POI Hochladen

source: POI Description
de: POI Beschreibung

source: Sent
de: Verschickt

source: Center
de: Zentrieren

source: Map data
de: Kartenmaterial

source: Datetime
de: Zeitpunkt

source: Last Update
de: Letzte Aktualisierung

source: Accuracy
de: Genauigkeit

source: Speed
de: Geschwindigkeit

source: Speed accuracy
de: Geschwindigkeits-Genauigkeit

source: Heading
de: Richtung

# UNEXPECTED_FAILURE_MESSAGE
source: A unexpected error occured.
de: Ein unerwarteter Fehler ist aufgetreten.

# NETWORK_FAILURE_MESSAGE
source: Your device is offline.
de: Ihr Gerät ist offline.

# SERVER_URL_FAILURE_MESSAGE
source: Either the provided URI doesn't point to a valid eTrax|rescue Server, or the server is not reachable at the moment.
de: Der angegebene URL zeigt zu keinem eTrax|rescue Server, bzw. dieser ist derzeit nicht erreichbar.

# SERVER_FAILURE_MESSAGE
source: The server is not reachable at the moment.
de: Der Server ist derzeit nicht erreichbar.

# CACHE_FAILURE_MESSAGE
source: An error occured while stored ressources were accessed.
de: Beim Speichern des Links ist ein Fehler aufgetreten.

# INVALID_INPUT_FAILURE_MESSAGE
source: The provided URL does not resemble a valid format. Example for a valid URL: https://app.etrax.at
de: Der eingegebene URL entspricht nicht dem erwarteten Format. Beispiel für das richtige Format: https://app.etrax.at

# LOGIN_FAILURE_MESSAGE
source: Invalid username, password or organization
de: Der eingegebene Username oder das Passwort sind falsch

# AUTHENTICATION_FAILURE_MESSAGE
source: Access rights to the ressources on the server were revoked. Please log in again.
de: Die Zugriffsrechte auf die Ressourcen am Server sind abgelaufen. Bitte erneut anmelden.

# LOCATION_PERMISSION_DENIED_FAILURE_MESSAGE
source: Location permission denied
de: Standortberechtigung verweigert

# LOCATION_PERMISSION_PERMANENTLY_DENIED_FAILURE_MESSAGE
source: Location permission permanently denied. Open settings to resolve this.
de: Standortberechtigung permanent verweigert. Öffne die Standorteinstellungen um dies zu beheben.

# LOCATION_SERVICES_DISABLED_FAILURE_MESSAGE
source: Location services are disabled
de: Ortungsdienste sind deaktiviert

# PLATFORM_FAILURE_MESSAGE
source: A plugin raised an error
de: Ein plugin hat einen Fehler verursacht

# NO_LOCK_ON_LOCATION_FAILURE_MESSAGE
source: Couldn't acquire current location
de: Der aktuelle Standort konnte nicht erfasst werden
